Repository: sandstorm/Sandstorm.CookieCutter
Catalog: Resources/Private/Translations/*/Klaro.xlf
Languages: ca, fi, gl, it, sr, sr_cyrl, sv

source: Accept all
ca: Accepta-les totes
gl: Aceptar todas
it: Accettare tutti
sv: Acceptera alla

source: Accept selected
ca: Accepta les escollides
gl: Aceptar seleccionadas
it: Accettare selezionato
sv: Acceptera markerat

source: Close
ca: Tanca
fi: Sulje
gl: Pechar
it: Chiudi
sr: Zatvori
sr_cyrl: Затвори
sv: Stäng

# consentModal.description
source: Here you can assess and customize the services that we'd like to use on this website. You're in charge! Enable or disable services as you see fit.
ca: Aquí podeu veure i personalitzar la informació que recopilem sobre vós.
fi: Voit tarkastella ja muokata sinusta keräämiämme tietoja.
gl: Aquí pode avaliar e personalizar os servizos que nos gustaría utilizar neste sitio web. ¡Vostede decide! Habilite ou deshabilite os servicios como lle conveña.
it: Qui può valutare e personalizzare i servizi che vorremmo utilizzare su questo sito web. È lei il responsabile! Abilitare o disabilitare i servizi come meglio crede.
sr: Ovde možete videti i podesiti informacije koje prikupljamo o Vama.
sr_cyrl: Овде можете видет и подесити информације које прикупљамо о Вама.
sv: Här kan du se och anpassa vilken information vi samlar om dig.

# consentModal.title
source: Services we would like to use
ca: Informació que recopilem
fi: Keräämämme tiedot
gl: Servizos que nos gustaría utilizar
it: Servizi che desideriamo utilizzare
sr: Informacije koje prikupljamo
sr_cyrl: Информације које прикупљамо
sv: Information som vi samlar

# consentNotice.changeDescription
source: There were changes since your last visit, please renew your consent.
ca: Hi ha hagut canvis des de la vostra darrera visita. Actualitzeu el vostre consentiment.
fi: Olemme tehneet muutoksia ehtoihin viime vierailusi jälkeen, tarkista ehdot.
gl: Houbo cambios nas cookies dende a súa última visita. Debe renovar o seu consentimento.
it: Ci sono stati dei cambiamenti rispetto alla sua ultima visita, la preghiamo di rinnovare il suo consenso.
sr: Došlo je do promena od Vaše poslednje posete, molimo Vas da ažurirate svoja odobrenja.
sr_cyrl: Дошло је до промена од Ваше последнје посете, молимо Вас да ажурирате своја одобрења.
sv: Det har skett förändringar sedan ditt senaste besök, var god uppdatera ditt medgivande.

# consentNotice.description
source: Hi! Could we please enable some additional services for {purposes}? You can always change or withdraw your consent later.
ca: Recopilem i processem la vostra informació personal amb les següents finalitats: {purposes}.
fi: Keräämme ja käsittelemme henkilötietoja seuraaviin tarkoituksiin: {purposes}.
gl: ¡Ola! ¿Poderíamos habilitar algúns servizos adicionais para {purposes}? Sempre poderá cambiar ou retirar o séu consentimento máis tarde.
it: Salve, possiamo attivare alcuni servizi aggiuntivi per {purposes}? Può sempre modificare o ritirare il suo consenso in un secondo momento.
sr: Mi prikupljamo i procesiramo Vaše lične podatke radi sledećeg: {purposes}.
sr_cyrl: Ми прикупљамо и процесирамо Ваше личне податке ради следећег: {purposes}.
sv: Vi samlar och bearbetar din personliga data i följande syften: {purposes}.

# consentNotice.learnMore
source: Let me choose
ca: Saber-ne més
fi: Lue lisää
gl: Quero elixir
it: Lasciatemi scegliere
sr: Saznajte više
sr_cyrl: Сазнајте више
sv: Läs mer

# consentNotice.testing
source: Testing mode!
gl: ¡Modo de proba!
it: Modalità di test!

# contextualConsent.acceptAlways
source: Always
it: Sempre

# contextualConsent.acceptOnce
source: Yes
it: Sì

# contextualConsent.description
source: Do you want to load external content supplied by {title}?
it: Vuole caricare contenuti esterni forniti da {title}?

# decline
source: I decline
ca: Rebutja
fi: Hylkää
gl: Descartar todas
it: Rifiuto
sr: Odbij
sr_cyrl: Одбиј
sv: Avböj

# ok
source: That's ok
ca: Accepta
fi: Hyväksy
gl: De acordo
it: Va bene così
sr: U redu
sr_cyrl: У реду
sv: OK

# poweredBy
source: Realized with Klaro!
ca: Funciona amb Klaro!
fi: Palvelun tarjoaa Klaro!
gl: ¡Realizado con Klaro!
it: Realizzato con Klaro!
sr: Pokreće Klaro!
sr_cyrl: Покреће Кларо!
sv: Körs på Klaro!

# privacyPolicy.name
source: privacy policy
gl: política de privacidade
it: informativa sulla privacy

# privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
gl: Para saber máis, por favor lea a nosa {privacyPolicy}.
it: Per saperne di più, legga la nostra {privacyPolicy}.

# purposeItem.service
source: service
ca: aplicació
gl: servizo
it: servizio

# purposeItem.services
source: services
ca: aplicacions
gl: servizos
it: servizi

# purposes.advertising.description
source: These services process personal information to show you personalized or interest-based advertisements.
gl: Estes servizos procesan información persoal para mostrarlle anuncios personalizados ou basados en intereses.
it: Questi servizi elaborano le informazioni personali per mostrarle annunci pubblicitari personalizzati o basati su interessi.

# purposes.advertising.title
source: Advertising
gl: Publicidade
it: Pubblicità

# purposes.functional.description
source: These services are essential for the correct functioning of this website. You cannot disable them here as the service would not work correctly otherwise.
gl: Estes servizos son esenciais para o correcto funcionamiento deste sitio web. Non pode desactivalos xa que a páxina non funcionaría correctamente.
it: Questi servizi sono essenziali per il corretto funzionamento di questo sito web. Non può disattivarli qui perché altrimenti il servizio non funzionerebbe correttamente.

# purposes.functional.title
source: Service Provision
gl: Prestación de servizos
it: Fornitura di servizi

# purposes.marketing.description
source: These services process personal information to show you relevant content about products, services or topics that you might be interested in.
gl: Estes servizos procesan información persoal para mostrarlle contido relevante sobre produtos, servizos ou temas que poidan interesarlle.
it: Questi servizi elaborano le informazioni personali per mostrarle contenuti rilevanti su prodotti, servizi o argomenti che potrebbero interessarla.

# purposes.performance.description
source: These services process personal information to optimize the service that this website offers.
gl: Estes servizos procesan información persoal para optimizar o servizo que ofrece este sitio.
it: Questi servizi elaborano le informazioni personali per ottimizzare il servizio offerto da questo sito web.

# purposes.performance.title
source: Performance Optimization
gl: Optimización do rendimento
it: Ottimizzazione delle prestazioni

source: Save
ca: Desa
fi: Tallenna
gl: Gardar
it: Salva
sr: Sačuvaj
sr_cyrl: Сачувај
sv: Spara

# service.disableAll.description
source: Use this switch to enable or disable all services.
ca: Useu aquest botó per a habilitar o deshabilitar totes les aplicacions.
fi: Aktivoi kaikki päälle/pois.
gl: Utilice este interruptor para activar ou desactivar todos os servizos.
it: Utilizzi questo interruttore per attivare o disattivare tutti i servizi.
sr: Koristite ovaj prekidač da omogućite/onesposobite sve aplikacije odjednom.
sr_cyrl: Користите овај прекидач да омогућите/онеспособите све апликације одједном.
sv: Använd detta reglage för att aktivera/avaktivera samtliga appar.

# service.disableAll.title
source: Enable or disable all services
ca: Habilita/deshabilita totes les aplicacions
fi: Valitse kaikki
gl: Activar ou desactivar todos os servizos
it: Attivare o disattivare tutti i servizi
sr: Izmeni sve
sr_cyrl: Измени све
sv: Ändra för alla appar

# service.optOut.description
source: This services is loaded by default (but you can opt out)
ca: Aquesta aplicació es carrega per defecte, però podeu desactivar-la
fi: Ladataan oletuksena (mutta voit ottaa sen pois päältä)
gl: Este servizo está habilitado por defecto (pero pode optar polo contrario)
it: Questo servizio è caricato di default (ma è possibile scegliere di non usufruirne)
sr: Ova aplikacija je učitana automatski (ali je možete onesposobiti)
sr_cyrl: Ова апликација је учитана аутоматски (али је можете онеспособити)
sv: Den här appen laddas som standardinställning (men du kan avaktivera den)

# service.purpose
source: purpose
ca: Finalitat
fi: Käyttötarkoitus
gl: Finalidade
it: Scopo dell
sr: Svrha
sr_cyrl: Сврха
sv: Syfte

# service.purposes
source: purposes
ca: Finalitats
fi: Käyttötarkoitukset
gl: Finalidades
it: Finalità
sr: Svrhe
sr_cyrl: Сврхе
sv: Syften

# service.required.description
source: This services is always required
ca: Aquesta aplicació es necessita sempre
fi: Sivusto vaatii tämän aina
gl: Este servizo é necesario sempre
it: Questo servizio è sempre richiesto
sr: Ova aplikacija je uvek neophodna
sr_cyrl: Ова апликација је увек неопходна.
sv: Den här applikationen krävs alltid

# service.required.title
source: (always required)
ca: (necessària)
fi: (vaaditaan)
gl: (sempre requirido)
it: (sempre richiesto)
sr: (neophodna)
sr_cyrl: (неопходна)
sv: (Krävs alltid)

# service.optOut.title
source: (opt-out)
fi: (ladataan oletuksena)
gl: (desactivar)
sr: (onesposobite)
sr_cyrl: (онеспособите)
sv: (Avaktivera)
